Repository: adodado/utgiftskollen
Catalog: Finances.NET/Resources/Language/StringResource.*.resx
Languages: de_de

# ACCOUNTS_DATA_LOAD_FINISHED
source: Kontoinformation laddad.
de_de: Kontoinformationen geladen.

# ACCOUNTS_SAVED
source: Kontoinformation sparad.
de_de: Kontoinformationen gespeichert.

# ACCOUNT_DELETED
source: Konto raderat.
de_de: Konto gelöscht.

# BALANCE
source: Saldo :
de_de: Kontostand:

# BALANCE_AT
source: Saldo datum:
de_de: Kontostand datum:

# CHARTS_PLUGINS
source: Diagramtillägg
de_de: Diagramm-plugins

# DECRYPTING_ACCOUNTS_FILE
source: Dekrypterar kontoinformation från fil:
de_de: Entschlüsselung kontoinformationen von datei:

# DELETE
source: Radera
de_de: Löschen

# EDIT_TRANSACTION
source: Redigera transaktion
de_de: Edit transaction

# ENCRYPTED_ACCOUNTS_FILE
source: Krypterad fil. (*.cne)|*.cne
de_de: Versclüsseltes Konton (*.cne)|*.cne

# ENCRYPTED_ACCOUNTS_SAVED
source: Krypterad kontoinformation sparad.
de_de: Verschlüsselten kontoinformationen gespeichert.

# ENCRYPTING_DATA_XML_FILE
source: Krypterar data och sparar till vald fil:
de_de: Verschlüsselung von daten und speichern in XML-Datei:

# ENTER_ACCOUNT_PASSWORD
source: Var god skriv in krypteringlösenordet nedan.
de_de: Bitte geben Sie das Passwort des Kontos.

# FILE_LOAD_ERROR
source: Ett fel upstod vid laddning av filen.
de_de: Es gab einen fehler beim laden der datei.

# FINALIZING_ACCOUNT_SETUP
source: Avslutar konto initialisering.
de_de: Finalisieren konten-setup.

# FUNCTIONS_PLUGINS
source: Programtillägg
de_de: Programm-plugins

# INITIALIZING_ACCOUNTS
source: Initialiserar konton.
de_de: Initialisieren konten.

# LOADING_ACCOUNTS_FILE
source: Laddar kontoinformation från fil:
de_de: Laden kontoinformationen aus der datei:

# NO_ACCOUNT_LOADED
source: <Inget konto laddat>
de_de: <Kein Konto geladen>

# OTHER_PLUGINS
source: Övriga tillägg
de_de: Andere-plugins

# REPORTS_PLUGINS
source: Rapporttillägg
de_de: Raport-plugins

# SAVE
source: Spara
de_de: Speichern

# SAVING_DATA_XML_FILE
source: Sparar data till vald fil:
de_de: Speichern von daten in XML-Datei:

# SCHEDULED_OPERATION_REMOVED
source: Schemalagd transaktion raderad.
de_de: Scheduled transaction removed.
